curious.org
#+title: Curious Musings
#+options: num:nil toc:nil \n:nil
#+OPTIONS: tex:t
#+todo: TODO(t) CANCELLED(c) |  WIP(w) PUBLISHED(p)
#+hugo_base_dir: .
#+hugo_auto_set_lastmod: %Y-%m-%d
#+MACRO instagram @@html:@@html:@@https:@@https:@@//www.instagram.com/p/$1

:PROPERTIES:
:EXPORT_HUGO_SECTION:
:END:
**** PUBLISHED Poetry in the trash                     :life:blogging:poetry:
:PROPERTIES:
:EXPORT_FILE_NAME: poetry-in-the-trash
:EXPORT_HUGO_PUBLISHDATE: <2020-04-29 Wed>
:END:
A few years ago, my mother went through the effects of her cousin
after she died.  It turns out Thelma Jane wrote poetry.  Nobody knew.
It wound up in the trash.

Thelma lived alone.  Her husband had died in his 40s.  They had no
children. Her mother, my great-aunt Bess, lived to 102 and took her
first motorcycle ride at 100.  My mom had to go through Thelma's stuff
and Aunt Bess' stuff, most of which Thelma still had.  I now have some
of the leftovers.  But nobody wanted the poetry.  So it's gone.

This brings me to the question this article explores: /why write/?

#100daystooffload #whywrite #poetry

#+hugo: more

- Permanence? :: Thelma's poetry is gone.  Even names carved on
     tombstones crumble with time.  If your writing is very good (see,
     e.g., Virgil and Cicero) and you're lucky (see scribes in Celtic
     monasteries) your scribblings on paper, velum or in cyberspace
     might last the centuries and inspire other writers (see Dante).

- Therapy? :: I've been journaling (on paper) for a month or so.   I find
     the process quite creative and even cathartic.  And there is
     something freeing about being able to scribble, erase, underline,
     circle, draw arrows from one idea to the next, and in processing
     information a non-linear fashion.  Unexpected connections can be
     made.  I'm a huge fan of [[https://orgmode.org/][emacs org mode]] (this blog post is being
     written in org mode exported using [[https://ox-hugo.scripter.co/][ox-hugo]] to export a [[https://gohugo.io/][hugo]] static
     web site hosted on [[https://pages.github.com/][Github pages]], but even using the best of
     digital writing tools, there is something not quite as free about
     it.  There is something mentally relaxing about writing on paper
     (and going for long walks).

- Learning? :: You learn by doing.  The process of writing (can)
     help you organize thoughts.  You often have to research things.
     Putting ideas out there opens you up to criticism.  You have to
     defend or modify your position.   It can be a starting point for
     conversation.

- Social Connections? :: See Facebook, Twitter, et al.  For all
     their downsides, there is no denying that writing, even the at the
     banal and everyday level of much of "social media" generates
     connections.   I prefer to think it will allow me to maintain
     meaningful connections to people who are important to me in life,
     but my writing may not, in fact, be that noble.

- Hubris? :: Pride?  Vanity?  Self-importance?  Self-absorption?
     These are all possibilities.

- Professional Reasons? :: I sometimes write on professional topics, see
     [[https://eludom.github.io/blog/cybersecurity-and-bears/][Bears Attacks and Cybersecurity]]  and [[https://eludom.github.io/blog/reproducable-security-analytics/][Reproducable Security Analytics]].
     A mix of the same motivations is often in play.

- To kill time? :: In this busy world we don't often feel that we
     have time to kill.  We don't sit on our front porch watching the
     world go by (and, in fact, it's been a hundred years or so since
     the front porch featured prominently in residential architecture,
     at least in the USA.), and even Baseball, the "national pass-time"
     is looking for ways to speed up the game for a public that has
     lost patience.   Maybe we need to slow down and focus on important
     things, or just enjoyable things.   Writing may be one of those
     things.

- A habit? :: For some people, writing is a habit.  I think that may
     be one of the goals of the [[https://100daystooffload.com/][#100DaysToOffload concept]].  I'm going
     to give it a try.  Thanks [[https://kevq.uk/][Kev Quirk]]


I'll never know why Thelma Jane wrote her poetry.  I'm still trying to
figure out why I write.  Maybe it's one of the reasons discussed
above.  Maybe it's all of them.


